
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "Would you like to save your changes before exiting?";

"Would you like to save your changes?" = "Would you like to save your changes?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "Your changes will be lost if you don't save them.";

/*Alert Sheet Buttons*/

"Save" = "Save";

"Cancel" = "Cancel";

"Dont Save" = "Dont Save";

/*App Menu*/

"About Logitech Camera Settings" = "About Logitech Camera Settings";

"Services" = "Services";

"Hide Logitech Camera Settings" = "Hide Logitech Camera Settings";

"Hide Others" = "Hide Others";

"Show All" = "Show All";

"Quit Logitech Camera Settings" = "Quit Logitech Camera Settings";

/*Edit Menu*/

"Edit" = "Edit";

"Cut" = "Cut";

"Copy" = "Copy";

"Paste" = "Paste";

"Delete" = "Delete";

"Select All" = "Select All";

/*Camera Menu*/

"Camera" = "Camera";

"No Device Connected" = "No Device Connected";

"No Device Modal Alert Message" = "No Camera Found";
"No Device Modal Alert Info" = "Please connect a Camera and launch the Application again";


/*Window Menu*/

"WINDOW" = "Window";

"Minimize" = "Minimize";

"Close" = "Close";

"Bring All to Front" = "Bring All to Front";

/*Window Title*/

"Logitech Camera Settings" = "Logitech Camera Settings";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "Webcam Control";

"Focus:" = "Focus:";

"Auto" = "Auto";

"Restore to defaults" = "Restore to defaults";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "Advanced Settings";

"Image Quality:" = "Image Quality:";


"Brightness" = "Brightness";

"Contrast" = "Contrast";

"Color Intensity" = "Color Intensity";

"White Balance" = "White Balance";

/*Device Information 3rd tab*/

"Device Information" = "Device Information";

"USB Vendor ID (VID):"  = "USB Vendor ID (VID):";

"USB Product ID (PID):" = "USB Product ID (PID):";

"USB Revision (BCD):" = "USB Revision (BCD):";

"Firmware version:" = "Firmware version:";

"Firmware CRC:" = "Firmware CRC:";

"EEPROM Version:" = "EEPROM Version:";

"Sensor Type:" = "Sensor Type:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "For all the features to work properly we have to keep this Application running in the background. Do you want us to run this Application in the background?";

"Yes" = "Yes";

"No" = "No";